<?php
/**
 * 1) Если переменная равна 10 - вывести на экран строку "true", иначе вывести строку "false"
 * 2) Дана переменная с некоторым числовым значением от 0 до 60, определеить и вывести на экран в какой четверти находится
 * переменная (0-14 первая четверть, 15-29 - вторая четверть, 30-44 - третья четверть, 45-60 - четвертая чертверть)
 * 3) Если переменная равна 0 - вывести на экран строку "true", иначе вывести строку "false"
 * 4) Если переменная больше 0 - вывести на экран строку "true", иначе вывести строку "false"
 * 5) Если переменная меньше 0 - вывести на экран строку "true", иначе вывести строку "false"
 * 6) Если переменная больше или равна 0 - вывести на экран строку "true", иначе вывести строку "false"
 * 7) Если переменная меньше или равна 0 - вывести на экран строку "true", иначе вывести строку "false"
 * 8) Если переменная не равна 0 - вывести на экран строку "true", иначе вывести строку "false"
 * 9) Если переменная равна строке "test" - вывести на экран строку "true", иначе вывести строку "false"
 * 10) Если переменная равна строке "1" (внимательно) - вывести на экран строку "true", иначе вывести строку "false"
 * 11) Если переменная равна булевому true (внимательно) - вывести на экран строку "true", иначе вывести строку "false"
 * 12) Если переменная не равна булевому true (внимательно) - вывести на экран строку "true", иначе вывести строку "false"
 * 13) Если переменная находится в диапозоне от 0 до 5 (но не равна 0 или 5) - вывести на экран строку "true", иначе вывести строку "false"
 * 14) Если переменная равна 0 или равна 2 - вывести на экран строку "true", иначе вывести строку "false"
 * 15) Даны 2 числовые переменные. Если первая переменная меньше или равна 1, и вторая переменная больше или
 * равна 3 - вывести их сумму, в противном случае вывести их разность
 * 16) Даны 2 числовые переменные.Если первая переменная находится в диапозоне от 2 до 11 (не включая 2 и 11) или вторая переменная находится
 * в диапозоне от 6 до 14 (включая 6 и не включая 14) - вывести на экран строку "true", иначе вывести строку "false"
 * 17) Дана числовая переменная, проверить какой сезон года она представляет (1 - зима, 2 - весна, 3 - лето, 4 - осень) и ,
 * вывести его название на экран. Если она не соответствует ни одному сезону года - вывести 'Ничего не найдено'.
 * 18) Дана числовая переменная, которая представляет номер года. Проверить, какой это год (высокосный или нет) и вывести
 * на экран "высокосный" или "не высокосный". Высокосный год - это такой год, который (делится на 4 без остатка и не делится
 * на 100 без остатка) или (делится на 400 без остатка). Для простоты понимания я выделил скобками условия
 */