<?php  //sum elem mass
$mass = [4, 5, 6];
    // $mass[] = 7; 
{
    function sum($mass) // задаю sum функцию по массиву sum
    {
        $s = $mass (0); // переменной присваиваю значение нулевого елемента массива

        for ($i = 1; $i < count($mass); $i++) // цикл для прокрутки елементов массива
           return $s += mass ($i); //виконання
    }

    {
        echo $s; // вывожу результат вычисления функции

    }
}
?> //можно ли было записать функцию, а потом создать массив и вывести результат на экран?

