<?php
/**
 * // 1 вернуть сумма элементов массива
 * // 2 вернуть произведение элементов массива
 * // 3 вернуть среднее арефметическое элементов массива
 * // 4 вывести массив в прямой последовательности
 * // 5 вывести массив в обратной последовательности
 * // 6 вывести каждый 3-и элемент массива
 * // 7 вывести все четный элементы массива
 * // 8 вывести сумму нечетный элементов массива
 * // 9 найти значение максимального элемента массива
 * // 10 найти минимальное значение элементов массива
 * // 11 дан массив. С помощью цикла найдите сумму квадратов элементов этого массива.
 * // 12 с помощью цикла for заполните массив числами от N до M. вернуть массив.
 * // 13 Создайте массив с элементами 'a', 'b' и 'c'. Выведите на экран каждый из этих элементов.
 *  14 //Создайте массив с элементами массив с элементами 'a', 'b' и 'c', 'd'.
 //Выведите с его помощью на экран строку 'a+b+c+d'.
 * 15 // вывести каждый 2 элемент
 * 16 //Создайте массив с элементами 1, 2 и 3. Выведите на экран сумму этих элементов.
 * 17 //Создайте массив с элементами 2, 5, 3, 9. Умножьте первый элемент массива на второй, а третий элемент на четвертый.
 //Результаты сложите, присвойте переменной $result. Выведите на экран значение этой переменной.
 * 18 //Создайте массив $user с ключами 'name', 'surname', 'patronymic' и какими-то произвольными значениями.
 //Выведите на экран фамилию, имя и отчество через пробел.
 * 19 // Создайте массив $date с ключами 'year', 'month' и 'day' и значениями, соответствующими текущему дню.
 //Выведите созданную дату на экран в формате год-месяц-день.
 *
 */
include '../functions.php';

$a = [1,2,3,4];

for ($i = 0; $i <= count($a) - 1; $i++) {

}

