<?php
/**
 * // 1 вернуть сумма элементов массива
 * // 2 вернуть произведение элементов массива
 * // 3 вернуть среднее арефметическое элементов массива
 * // 4 вывести массив в прямой последовательности
 * // 5 вывести массив в обратной последовательности
 * // 6 вывести каждый 3-и элемент массива
 * // 7 вывести все четный элементы массива
 * // 8 вывести сумму нечетный элементов массива
 * // 9 найти значение максимального элемента массива
 * // 10 найти минимальное значение элементов массива
 * // 11 дан массив. С помощью цикла найдите сумму квадратов элементов этого массива.
 * // 12 с помощью цикла for заполните массив числами от N до M. вернуть массив.
 */
include '../functions.php';

$a = [5, 6, 7, 8, 9];
