<?php
/**
 * // 1 сумма элементов массива
 * // 2 произведение элементов массива
 * // 3 среднее арефметическое элементов массива
 * // 4 вывести массив в прямой последовательности
 * // 5 вывести массив в обратной последовательности
 * // 6 вывести каждый 3-и элемент массива
 * // 7 вывести все четный элементы массива
 * // 8 вывести сумму нечетный элементов массива
 * // 9 найти значение максимального элемента массива
 * // 10 найти минимальное значение элементов массива
 * // 11 дан массив с элементами 1, 2, 3, 4, 5. С помощью цикла найдите сумму квадратов элементов этого массива. Результат запишите переменную $result.
 * // 12 с помощью цикла for заполните массив числами от 1 до 100. То есть у вас должен получится массив [1, 2, 3... 100].
 */

$arr = ['Hello', 'World'];
$arr[] = 'Hi'; // добавить последний элемент массива

// explode(mixed $separator, array $array)
// implode(mixed $glue, array $array)
// array_fill(int $start_index, int $count, mixed $value): array
// array_flip(array $array): array
// array_key_exists(string|int $key, array $array): bool
// array_search(mixed $needle, array $haystack, bool $strict = false): int|string|false
// in_array(mixed $needle, array $haystack, bool $strict = false): bool
// 