<?php
$a = -1;

while ($a >= 0) {
    echo "$a <br>";
    $a--;
}

$a = -1;

do {
    echo "$a <br>";
    $a--;
} while($a >= 0);

/**
 * 1) вывести на экран числа от 1 до 100
 * 2) вывести на экран числа от n до m
 * 3) вывести на экран все четные числа от 1 до n
 * 4) заменить результат умножения n * 100 сложением
 * 5) вывести на экран строку '***' n раз
 * 6) попробовать нарисовать на экране фигуру
 *    xx
 *    xxxx
 *    xxxxxx
 *    xxxxxxxx
 *    xxxxxxxxxx
 * 7) вывести факториал числа n
 * 8) вывести сумму квадратов чисел от 1 до n
 */