<?php
/**
 * 1) Треба створити форму логіна та пароля і перевіряти правильність введених даних. Якщо логін дорівнює 'admin' і пароль дорівнює 'root'
 * тоді виводити на екран надпис 'Вітаємо в системі, ви адміністратор'. Якщо логін дорівнює 'user' та пароль дорівнює 'qwerty'
 * тоді виводити на екран надпис 'Вітаємо в системі, ви користувач'. В усіх інших випадках виводимо на екран 'Ви не пройшли перевірку'
 *
 * 2) Створити форму, в яку можна вписати 2 числа, нажати на кнопку "Порахувати суму" і на екрані виведеться сума цих чисел
 * 3) Створити форму, в яку можна вписати 2 числа та обрати операцію (+ - * /), нажати на кнопку "Порахувати" і на екрані виведеться результат обраної
 * операції з цими числами
 */