<?php
/**
 * 1) Зробити форму, в яку можна ввести 2 строки і отримати результат чи перша строка входить в другу строку. Аналог функції str_contains. Функція має давати результат true, якщо підстрока входить в строку, та false якщо підстрока не входить в строку.
 * Приклад використання: findInString('Hello', 'll') // true, findInString('Hello', 'ab') // false
 *
 * 2) Зробити форму, в яку можна ввести строку та отримати її довжину. Не використовувати функцію strlen (isset('Hello'[3]) // true, isset('Hello'[5]) // false)
 * 3) Зробити форму, в яку можна ввести строку та вивести цю строку на екран навпаки.
 * Приклад: Вводимо 'Hello', на екрані бачимо 'olleH'
 *  4) Зробити форму, в яку можна 2 числа. Перше число "ВІД" якого, а друге число "ДО" якого
 * вивести числа на екран
 * Приклад: Вводимо 1 та 10, на екрані бачимо числа в рядок від 1 до 10
 * Приклад *: Вводимо 10 та 1, на екрані бачимо числа в рядок від 10 до 1
 */