<?php
/**
 * 1) Зробити форму, в яку можна ввести 2 строки і отримати результат чи перша строка входить в другу строку. Аналог функції str_contains. Функція має давати результат true, якщо підстрока входить в строку, та false якщо підстрока не входить в строку.
 * Приклад використання: findInString('Hello', 'll') // true, findInString('Hello', 'ab') // false
 *
 * 2) Зробити форму, в яку можна ввести строку та отримати її довжину. Не використовувати функцію strlen (isset('Hello'[3]) // true, isset('Hello'[5]) // false)
 */